// 面集合
export const ploymapDataList = [
  {
    // 面名称
    name: '面1',
    positionList: [
      [120.162295,30.191032],
      [120.19903,30.189252],
      [120.181178,30.176936]
    ],
    detail: "面1详情"
  },
  {
    // 面名称
    name: '面2',
    positionList: [
      [120.162295,30.191032],
      [120.221518,30.1802],
      [120.181178,30.176936]
    ],
    detail: "面2详情"
  },
  {
    // 面名称
    name: '面3',
    positionList: [
      [120.139378,30.185092],
      [120.13028,30.176634],
      [120.154227,30.174185],
      [120.151695,30.18643]
    ],
    detail: "面3详情"
  }
]

// 点位集合
export const mapDataList = [
  {
    area: "萧山东",
    lnglat: ['120.247649', '29.973745']
  },
  {
    area: "萧山西",
    lnglat: ['120.245192', '29.97407']
  },
  {
    area: "绍兴东",
    lnglat: ['120.642438', '30.099996']
  },
  {
    area: "绍兴西",
    lnglat: ['120.643597', '30.098585']
  },
  {
    area: "长安北",
    lnglat: ['120.465337', '30.48777']
  },
  {
    area: "长安南",
    lnglat: ['120.46523', '30.484662']
  },
  {
    area: "临海北",
    lnglat: ['120.986501', '28.870981']
  },
  {
    area: "临海南",
    lnglat: ['120.987606', '28.869929']
  },
  {
    area: "丽水西",
    lnglat: ['119.862103', '28.494348']
  },
  {
    area: "丽水东",
    lnglat: ['119.863943', '28.493509']
  },
  {
    area: "衢州北",
    lnglat: ['119.063041', '29.03959']
  },
  {
    area: "衢州南",
    lnglat: ['119.060853', '29.037395']
  },
]
